---
type: FilterNumericLess
namespace: Autodesk.Revit.DB
version: 2024
members: 2
tags: [revit-api, class]
---

# FilterNumericLess

`Autodesk.Revit.DB.FilterNumericLess` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | FilterNumericLess | 2011 | `public FilterNumericLess ()` |
| Method | Evaluate | — | `` |